Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: I need to continue making changes. I will submit my review later.
tr_tr: Değişiklik yapmaya devam etmem gerekiyor. Değerlendirmemi daha sonra göndereceğim.

source: I need to continue making changes. I will submit my self-review later.
tr_tr: Değişiklik yapmaya devam etmem gerekiyor. Kendi kendine değerlendirmemi daha sonra göndereceğim.

source: No description, measurement criteria or key deliverables to display.
tr_tr: Görüntülenecek açıklama, ölçüm kriteri veya önemli teslim edilecek öğe yok.

source: If you submit your review now, you will not be able to edit it later.
tr_tr: Değerlendirmelerinizi şimdi gönderirseniz, daha sonra düzenleyemezsiniz.

source: If you submit now, {{reviewers}} will not be able to submit their reviews.
tr_tr: Şimdi gönderirseniz, {{reviewers}} değerlendirmelerinizi gönderemeyecek.

source: I understand. I want to submit my manager review now.
tr_tr: Anlıyorum. Yönetici değerlendirmemi şimdi göndermek istiyorum.

source: OK. I will wait for the other reviews to be submitted.
tr_tr: Tamam. Diğer değerlendirmelerin gönderilmesini bekleyeceğim.

source: The additional manager review is optional. No review was provided yet.
tr_tr: Ek yönetici değerlendirmesi isteğe bağlıdır. Henüz bir değerlendirme sağlanmadı.

source: I understand. I want to submit my review now.
tr_tr: Anladım. Değerlendirmemi şimdi göndermek istiyorum.

source: {{name}} has not received any feedback that is visible to you over this review period.
tr_tr: {{name}}, bu değerlendirme dönemi boyunca sizin tarafınızdan görülebilen geri bildirimler almadı.

source: Why not review your feedback now?
tr_tr: Neden geri bildirimlerinizi şimdi değerlendirmiyorsunuz?

source: You have not received any feedback that is visible to {{name}} over this review period.
tr_tr: Bu değerlendirme dönemi boyunca {{name}} tarafından görülebilen geri bildirimler almadınız.

source: Change overall performance comment
tr_tr: Genel performans yorumunu değiştirin

source: Change overall performance rating
tr_tr: Genel performans derecelendirmesini değiştirin

source: Clicking the button will confirm your agreement with the performance review data.
tr_tr: Düğmeyi tıkladığınızda, performans değerlendirme verilerini kabul ettiğinizi onaylamış olursunuz.

source: This performance review was validated by a higher-level manager.
tr_tr: Bu performans değerlendirmesi, daha üst düzey bir yönetici tarafından onaylandı.

source: The review was successfully validated.
tr_tr: Değerlendirme başarıyla doğrulandı.

source: This snapshot reflects the status of the behaviors as of {{date}}
tr_tr: Bu anlık görüntü, {{date}} tarihi itibarıyla davranışların durumunu yansıtır.

source: Close details
tr_tr: Ayrıntıları kapat

source: Tags:
tr_tr: Etiketler:

source: View details
tr_tr: Ayrıntıları görüntüle

source: Goals and feedback were shared with the reassigned manager to enable completion of the review.
tr_tr: Hedefler ve geri bildirimler, değerlendirmenin tamamlanmasını sağlamak için yeniden atanan yönetici ile paylaşıldı.

source: Goals at a glance
tr_tr: Bir bakışta hedefler

source: Review uploaded by HR on {{date}}
tr_tr: İK tarafından {{date}} tarihinde yüklenen değerlendirme

source: Not submitted
tr_tr: Gönderilmedi

source: Access reviews, monitor progress, and keep up with the process.
tr_tr: Değerlendirmer erişin, ilerlemelerini izleyin ve süreçle uyumlu kalın.

source: This was resolved. I’m happy with the outcome.
tr_tr: Bu sorun çözüldü. Sonuçtan memnunum.

source: Go to this goal page
tr_tr: Bu hedef sayfasına git

source: Show closed reviews
tr_tr: Kapalı değerlendirmeleri göster

source: Manager to complete the challenge review:
tr_tr: İtiraz değerlendirmesini tamamlayacak yönetici:

source: There are {{count}} reviews in "{{stage}}" stage. Apply filters to view the reviews and move them to the next stage.
tr_tr: "{{stage}}" aşamasında {{count}} değerlendirme var. Değerlendirmeleri görüntülemek ve bir sonraki aşamaya taşımak için filtreleri uygulayın.

source: View all or apply filters to see reviews and available actions
tr_tr: Tümünü görüntüleyin veya filtreler uygulayarak değerlendirmer ve kullanılabilir eylemleri görün

source: No reviews match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
tr_tr: Mevcut filtre seçiminizle eşleşen değerlendirme yok. Değerlendirmeleri bulmak ve diğer aşamalara taşımak için filtre seçiminizi düzenleyin.

source: Apply filters to view and delete reviews
tr_tr: Değerlendirmeleri görüntülemek ve silmek için filtreler uygulayın

source: Delete selected reviews
tr_tr: Seçilen değerlendirmeleri sil

source: Search for managers and IDs
tr_tr: Yöneticileri ve kimlikleri ara

source: Search for an organizational unit
tr_tr: Bir organizasyon birimi ara

source: Search for workers and IDs
tr_tr: Çalışanları ve kimlikleri ara

source: Select stage
tr_tr: Aşama seç

source: Move selected reviews to a different stage
tr_tr: Seçilen değerlendirmeleri farklı bir aşamaya taşıyın

source: Try adjusting your filters to find what you are looking for.
tr_tr: Aradığınızı bulmak için filtrelerinizi değiştirmeyi deneyin.

source: No reviews found
tr_tr: Değerlendirmer bulunamadı

source: Apply filters to view the reviews and move them to the next stage.
tr_tr: Değerlendirmer görüntülemek ve onları bir sonraki aşamaya taşımak için filtreler uygulayın.

source: No reviews in "{{stage}}" stage match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
tr_tr: "{{stage}}" aşamasında mevcut filtre seçiminizle eşleşen değerlendirme yok. Değerlendirmeleri bulmak ve diğer aşamalara taşımak için filtre seçiminizi düzenleyin.

source: Review stage
tr_tr: Değerlendirme aşaması

source: If you are ready to have a performance conversation with {{employee}}, you can then submit your review. Note that they will not see your review until you publish it.
tr_tr: {{employee}} ile bir performans görüşmesi yapmaya hazırsanız, değerlendirmenizi gönderebilirsiniz. Siz yayınlayana kadar değerlendirmenizi görmeyeceğini unutmayın.

source: Additional manager — Invited by {{name}}
tr_tr: Ek yönetici — {{name}} tarafından davet edildi

source: Your review was submitted, but has not yet published to the worker.
tr_tr: Değerlendirmeniz gönderildi, ancak henüz çalışana yayınlanmadı.

source: Manager requested by worker
tr_tr: Çalışan tarafından talep edilen yönetici

source: Add manager reviewers
tr_tr: Yönetici değerlendirenleri ekleyin

source: Additional Managers
tr_tr: Ek Yöneticiler

source: Your suggested additional reviewers were successfully removed.
tr_tr: Önerdiğiniz ek değerlendiriciler başarıyla kaldırıldı.

source: Your manager will now see your suggested manager reviewers, and can invite them to participate in this review.
tr_tr: Yöneticiniz, artık önerdiğiniz yönetici değerlendirenleri görecek ve onları bu değerlendirmeye katılmaya davet edebilecektir.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Additional reviewers will only be able to view their own submitted response.
tr_tr: Bu kişiler değerlendirmenize girdi ekleyebilir, ancak yöneticiniz tarafından yayınlanan nihai sonuçtan sorumlu olmayacaklardır. Değerlendirme yöneticiniz tarafından yayınlandıktan sonra ek değerlendirenler tarafından girilen tüm bilgileri görebileceksiniz. Ek değerlendirenler, yalnızca kendi gönderdikleri yanıtı görebilecektir.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Note that additional managers will be able to see your self-review.
tr_tr: Bu kişiler değerlendirmenize girdi ekleyebilir, ancak yöneticiniz tarafından yayınlanan nihai sonuçtan sorumlu olmayacaklardır. Değerlendirme yöneticiniz tarafından yayınlandıktan sonra ek değerlendirenler tarafından girilen tüm bilgileri görebileceksiniz. Ek yöneticilerin kendi kendine değerlendirmenizi görebileceğini unutmayın.

source: Invite workers to participate in this review
tr_tr: Çalışanları bu değerlendirmeye katılmaya davet edin

source: No additional managers yet
tr_tr: Henüz ek yönetici yok

source: Search and suggest additional manager reviewers to the line manager
tr_tr: Ek yönetici değerlendirenleri arayın ve birim yöneticisine önerin

source: No suggested additional managers are waiting for an invitation
tr_tr: Davet bekleyen başka bir yönetici önerisi yok

source: Manage additional managers
tr_tr: Ek yöneticileri yönetin

source: This option allows you to add and manage additional managers in this review.
tr_tr: Bu seçenek, bu değerlendirmeye ek yöneticiler eklemenize ve bunları yönetmenize olanak tanır.

source: Add and manage <br/> additional managers to the review
tr_tr: Değerlendirmeye <br/> ek yönetici ekleyin ve yönetin

source: {{current}} of {{max}} additional managers
tr_tr: En fazla {{max}} ek yöneticiden {{current}}

source: Suggest additional managers
tr_tr: Ek yöneticiler önerin

source: Optional comment
tr_tr: İsteğe bağlı yorum

source: You have added yourself as an additional manager. To send, please remove yourself from this list since you will complete the manager review.
tr_tr: Kendinizi ek yönetici olarak eklediniz. Yönetici değerlendirmesini tamamlayacağınızdan, göndermek için lütfen kendinizi bu listeden çıkarın.

source: Submit & publish review
tr_tr: Değerlendirmeyi gönder ve yayımla

source: Publish review
tr_tr: Değerlendirmeyi yayımla

source: Submit review
tr_tr: Değerlendirmeyi gönder

source: The form is now in moderation stage; you can edit directly by scrolling to the specific areas you want to update. Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
tr_tr: Formunuz şu anda denetleme aşamasında; güncellemek istediğiniz belirli alanlara sayfayı aşağı kaydırarak, formu doğrudan düzenleyebilirsiniz. Formu yalnızca çalışanın da değerlendirmesini düzenlemesini ve yeniden göndermesini istiyorsanız yeniden açın. Aksi takdirde, yorumlarınızı ve puanlamanızı doğrudan aşağıdan düzenleyebilirsiniz.

source: Your form is now in moderation phase and will be reopened once you have completed your moderation process offline with HR. Once your form is reopened, you will be able to edit your observations and publish the review to the worker.
tr_tr: Formunuz şu anda denetleme aşamasında ve denetleme sürecinizi İK ile çevrimdışı olarak tamamladığınızda yeniden açılacak. Fromunuz yeniden açıldığında gözlemlerinizi düzenleyebilecek ve değerlendirmeyi çalışana yayınlayabileceksiniz.

source: Your form is now in moderation stage. You can edit it directly by scrolling down the page to the specific areas that you want to update.
tr_tr: Formunuz şu anda denetleme aşamasında. Güncellemek istediğiniz belirli alanlara sayfayı aşağı kaydırarak, formu doğrudan düzenleyebilirsiniz.

source: Your form is now in moderation stage and will be reopened once you have completed your moderation process offline with HR. Once reopened you will be able to make changes and publish the review to the worker.
tr_tr: Formunuz şu anda denetleme aşamasında ve denetleme sürecinizi İK ile çevrimdışı olarak tamamladığınızda yeniden açılacak. Yeniden açıldığında değişiklik yapabilecek ve değerlendirmeyi çalışana yayınlayabileceksiniz.

source: This review has now been moved to the "Conversation & publication" stage. Please make any required changes to your ratings and comments before publishing the review. Please note that even if you don't want to make any changes, you still need to publish the review so that the worker can view your ratings and comments.
tr_tr: Bu değerlendirme şimdi "Konuşma ve yayın" aşamasına taşındı. Lütfen değerlendirmeyi yayınlamadan önce puanlarınızda ve yorumlarınızda gerekli tüm değişiklikleri yapın. Herhangi bir değişiklik yapmak istemeseniz bile, çalışanın puanlarınızı ve yorumlarınızı görebilmesi için değerlendirmeyi yayınlamanız gerektiğini lütfen unutmayın.

source: Go to most recent
tr_tr: En yeniye git

source: My review
tr_tr: Değerlendirmem

source: This user is no longer active.
tr_tr: Bu kullanıcı artık aktif değil.

source: No reviews in progress
tr_tr: Devam eden değerlendirme yok

source: No performance reviews yet
tr_tr: Henüz performans değerlendirmesi yok

source: Create and publish performance reviews for your organization.
tr_tr: Kuruluşunuz için performans değerlendirmeleri oluşturun ve yayınlayın.

source: Display draft content
tr_tr: Taslak içeriğini görüntüleyin

source: Draft - visible only to you
tr_tr: Taslak - yalnızca sizin tarafınızdan görülebilir

source: You have not submitted your drafted comments and ratings as part of this review. Do you want to display your unpublished content below? Goals and behaviors without drafted content are not displayed.
tr_tr: Bu değerlendirme kapsamında taslak halindeki yorumları ve puanları göndermediniz. Yayınlanmamış içeriğinizi aşağıda görüntülemek ister misiniz? Taslak içeriği olmayan hedefler ve davranışlar görüntülenmez.

source: Overall behavior comment
tr_tr: Genel davranış yorumu

source: Overall behavior rating
tr_tr: Genel davranış derecelendirmesi

source: Overall goal comment
tr_tr: Genel hedef yorumu

source: Overall goals rating
tr_tr: Genel hedef derecelendirmesi

source: Overall performance comment
tr_tr: Genel performans yorumu

source: Download performance review
tr_tr: Check-in görüşmesini indir

source: Period to be evaluated
tr_tr: Değerlendirilecek dönem

source: Previous reviewer
tr_tr: Önceki değerlendiren

source: Print preview
tr_tr: Baskı önizleme

source: Publish final review to worker
tr_tr: Son değerlendirmeyi çalışana yayınlayın

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once the review is published, {{employee}} will be able to see the outcome of the review.
tr_tr: Bu değerlendirmeyi şimdi yayınlarsanız, {{employee}} kendi kendine değerlendirmesini gönderemeyecek ve siz de değerlendirmenizi daha sonra düzenleyemeyeceksiniz. Değerlendirme yayınlandıktan sonra, {{employee}} değerlendirmenin sonucunu görebilecektir.

source: If you publish this review now, you will not be able to edit later and {{employee}} will see the outcome of the review.
tr_tr: Bu değerlendirmeyi şimdi yayınlarsanız, daha sonra düzenleyemezsiniz ve {{employee}}, değerlendirmenin sonucunu görecektir.

source: I need to continue making changes. I will publish this review later.
tr_tr: Değişiklik yapmaya devam etmem gerekiyor. Bu değerlendirmeyi daha sonra yayınlayacağım.

source: Your form is now in moderation stage; therefore, you won't be able to make any changes or publish your review to the worker. Once the moderation is closed, you will be notified that your form is reopened and you will be able to make changes to your rating and comments before publishing to the worker.
tr_tr: Formunuz şu anda denetleme aşamasında; bu nedenle, herhangi bir değişiklik yapamaz veya değerlendirmenizi çalışana yayınlayamazsınız. Denetleme işlemi kapatıldıktan sonra, formunuzun yeniden açıldığına dair bir bildirim alacaksınız ve çalışana yayınlamadan önce derecelendirmenizde ve yorumlarınızda değişiklik yapabileceksiniz.

source: Your report will be able to view your submission on their review form and choose to either accept or formally challenge the review.
tr_tr: Size bağlı çalışan, gönderiminizi değerlendirme formunda görüntüleyebilir ve değerlendirmeyi kabul etmeyi veya resmi olarak itiraz etmeyi tercih edebilir.

source: Your final review was successfully published.
tr_tr: Son değerlendirmeniz başarıyla yayınlandı.

source: Your review was submitted.
tr_tr: Değerlendirmeniz gönderildi.

source: Your review was successfully submitted.
tr_tr: Değerlendirmeniz başarıyla gönderildi.

source: Your review was submitted to your manager.
tr_tr: Değerlendirmeniz yöneticinize gönderildi.

source: Rate this goal
tr_tr: Bu hedefi derecelendirin

source: Are you sure you want to reassign this review?
tr_tr: Bu değerlendirmeyi yeniden atamak istediğinizden emin misiniz?

source: New assignee for <strong>{{user}}</strong>
tr_tr: <strong>{{user}}</strong> için yeni atanan kişi

source: The review was successfully reassigned.
tr_tr: Değerlendirme başarıyla yeniden atandı.

source: You haven’t requested any feedback on {{name}} over the review period. Why not get insights from their colleagues and other stakeholders now?
tr_tr: {{name}} hakkında değerlendirme dönemi boyunca geri bildirimler talep etmediniz. Neden şimdi onun iş arkadaşından ve diğer paydaşlardan içgörüler almıyorsunuz?

source: Explore the requests about {{name}} that were sent over the review period. Click on any request to view the received replies. You can also reflect on requests from previous time periods by visiting your "Requests about my team" page.
tr_tr: {{name}} hakkında değerlendirme dönemi boyunca gönderilen talepleri keşfedin. Alınan yanıtları görüntülemek için herhangi bir talebi tıklayın. Ayrıca, "Ekibim hakkında talepler" sayfanızı ziyaret ederek, önceki dönemlerden gelen talepleri de düşünebilirsiniz.

source: Requests about {{name}}
tr_tr: {{name}} hakkında talepler

source: Save and close
tr_tr: Kaydet ve kapat

source: The performance review was successfully saved.
tr_tr: Performans değerlendirmesi başarıyla kaydedildi.

source: Performance review
tr_tr: Performans değerlendirmesi

source: Not applicable
tr_tr: Uygulanamaz

source: The self-review is optional. No review was provided yet.
tr_tr: Kendi kendine değerlendirme isteğe bağlıdır. Henüz bir değerlendirme sağlanmadı.

source: Sensitive content corrected.
tr_tr: Hassas içerik düzeltildi.

source: Sensitive content detected.
tr_tr: Hassas içerik tespit edildi.

source: Some words in this review were flagged as sensitive.
tr_tr: Bu değerlendirmedeki bazı sözcükler hassas olarak işaretlendi.

source: Update sensitive words
tr_tr: Hassas sözcükleri güncelleyin

source: Feedback about {{name}}
tr_tr: {{name}} hakkında geri bildirimler

source: This section contains all the feedback about {{name}} that was sent to you or shared with you. Use this feedback to draw an overview of their performance.
tr_tr: Bu bölüm, size gönderilen veya sizinle paylaşılan {{name}} hakkındaki tüm geri bildirimleri içerir. Bu geri bildirimleri, performanslarına genel bir bakış oluşturmak için kullanın.

source: Review sign-off
tr_tr: Değerlendirme onayı

source: You have challenged your review; your line manager’s manager will therefore be able to view your comments and the overall review.
tr_tr: Değerlendirmenize itiraz ettiniz; Bu nedenle, birim yöneticinizin yöneticisi, yorumlarınızı ve genel değerlendirmeyi görebilecektir.

source: Your line manager’s manager was notified that you have challenged your review and should be in touch.
tr_tr: Birim yöneticinizin yöneticisine, değerlendirmeye itiraz ettiğiniz ve sizinle iletişime geçmesi gerektiği bildirildi.

source: The discussion request was sent.
tr_tr: Görüşme talebi gönderildi.

source: Your review was challenged
tr_tr: Değerlendirmenize itiraz edildi

source: You can only submit the review challenge once; therefore, we recommend that you prepare your comments and attachments offline before uploading them.
tr_tr: Değerlendirme itirazını yalnızca bir kez gönderebilirsiniz. Bu nedenle, yorumlarınızı ve eklerinizi yüklemeden önce çevrimdışı olarak hazırlamanızı öneririz.

source: Add a final acceptance comment for my manager
tr_tr: Yöneticim için son kabul yorumunu ekleyin

source: Your manager will be in touch to arrange a further discussion on your review.
tr_tr: Yöneticiniz, değerlendirmeniz hakkında daha fazla görüşme ayarlamak için sizinle iletişime geçecektir.

source: "Let's discuss" request sent.
tr_tr: "Görüşelim" talebi gönderildi.

source: Thank you. You have successfully completed your review.
tr_tr: Teşekkür ederiz. Değerlendirmenizi başarıyla tamamladınız.

source: If you publish this review now, {{reviewers}} will not be able to submit their review and you will not be able to edit your review later. Once the review published, {{employee}} will be able to see the outcome of the review.
tr_tr: Bu değerlendirmeyi şimdi yayınlarsanız, {{reviewers}} değerlendirmesini gönderemeyecek ve siz de değerlendirmenizi daha sonra düzenleyemeyeceksiniz. Değerlendirme yayınlandıktan sonra, {{employee}} değerlendirmenin sonucunu görebilecektir.

source: OK. I will wait for other reviews to be submitted, and I will publish this review later.
tr_tr: Tamam. Diğer değerlendirmelerin gönderilmesini bekleyeceğim ve bu değerlendirmeyi daha sonra yayınlayacağım.

source: Submit and publish
tr_tr: Gönder ve yayınla

source: All good! No action required.
tr_tr: Her şey yolunda! Herhangi bir işlem yapmanız gerekmez.

source: This review needs an action from you
tr_tr: Bu değerlendirme için bir işlem yapmanız gerekiyor

source: Describe agenda point topic
tr_tr: Gündem maddesi konusunu açıklayın

source: About
tr_tr: Hakkında

source: Review status
tr_tr: Değerlendirme durumu

source: Scale items
tr_tr: Ölçek öğeleri

source: Some translations are missing for this language.
tr_tr: Bu dil için bazı çeviriler eksik.

source: Final Validation
tr_tr: Son Doğrulama

source: You have not submitted your drafted comments and ratings as part of this review. Do you want you to display your unpublished content below? <br>Goals and behaviors without drafted content are not displayed.
tr_tr: Bu değerlendirme kapsamında taslak halindeki yorumlarınızı ve derecelendirmelerinizi göndermediniz. Yayınlanmamış içeriğinizi aşağıda görüntülemek ister misiniz? <br>Taslak içeriği olmayan hedefler ve davranışlar görüntülenmez.

source: Display not submitted content
tr_tr: Gönderilmemiş içeriği görüntüleyin

source: Not submitted - Visible only to you
tr_tr: Gönderilmedi - Sadece sizin tarafınızdan görülebilir

source: Previous contributors on the review have content in draft that may help you in your review. Do you want to view the draft content? The content will always remain in draft and will not be visible to workers at any stage of the process.
tr_tr: Değerlendirmeye daha önce katkıda bulunanlar, değerlendirmenizde size yardımcı olabilecek taslak içeriğe sahiptir. Taslak içeriği görüntülemek istiyor musunuz? İçerik her zaman taslak halinde kalır ve sürecin hiçbir aşamasında çalışanlar tarafından görülmez.

source: Display previous content
tr_tr: Önceki içeriği görüntüleyin

source: Previous drafted content— Visible only to you; will not be published to the worker
tr_tr: Önceki taslak içerik— Yalnızca sizin tarafınızdan görülebilir; çalışana yayınlanmayacaktır

source: Performance rating
tr_tr: Performans değerlendirmesi

source: Discussion outcome
tr_tr: Tartışma sonucu
